Repository: common-repository/omen-maps
Catalog: languages/omen-maps-*.po
Languages: ru_ru

source: The google map API key is required. Please add it in admin panel.
ru_ru: Ключ для карт Google является обязательным. Пожалуйста, добавьте его на странице настроек плагина.

source: Google map configs
ru_ru: Настройки карт Google

source: Google Map API key
ru_ru: API ключ для карт Google

source: Initial latitude
ru_ru: Начальная широта

source: Initial longitude
ru_ru: Начальная долгота

source: Initial zoom
ru_ru: Начальное приближение

source: Marker title for Google map.
ru_ru: Заголовок маркера для карты Google

source: Yandex map configs
ru_ru: Конфигурация карт Яндекс

source: Marker title for Yandex map
ru_ru: Заголовок маркера для Яндекс карты

source: Hey, I am a default marker!
ru_ru: Привет, я простой маркер!

source: Hey, I am a default placemark!
ru_ru: Привет, я простой маркер!

source: Simply add Google/Yandex map to your WordPress site via shortcode.
ru_ru: Без труда добавляйте Google/Яндекс карты с помошью шорткода на свой WordPress сайт.

source: Nikita Nikitin <nikita.omen666@gmail.com>
ru_ru: Никита Никитин <nikita.omen666@gmail.com>
